[
    {
        "activity": "Wizyta W Muzeum",
        "countries": ["Francja", "Włochy"],
        "text": "Zanurz się w świecie sztuki i historii, spacerując po galeriach pełnych niezwykłych dzieł. Podziwiaj arcydzieła, odkrywaj tajemnice przeszłości i pozwól, by każda sala opowiedziała własną, poruszającą historię.",
        "img": "/images/museum.png",
        "title": "Odkryj Muzealne Przygody",
        "subtitle": "Pozwól, by każde muzeum stało się bramą do innego świata. Zatrzymaj się w ciszy galerii, odkrywaj tajemnice przeszłości i przeżywaj chwile, które ożywiają historię i sztukę.",
        "description": "Wejdź w fascynujący świat pełen odkryć i zachwytu podczas niezwykłej Wizyty w Muzeum, gdzie przeszłość i nowoczesność spotykają się w jednym miejscu. Spaceruj po rozległych salach i kameralnych galeriach, które opowiadają historie dawnych cywilizacji i współczesnych twórców. Od starożytnych reliktów niosących echa minionych epok po współczesne dzieła pobudzające wyobraźnię – każda przestrzeń to podróż w czasie, pełna emocji, wiedzy i inspiracji. Interaktywne ekspozycje, ekrany multimedialne i audioprzewodniki pozwalają lepiej zrozumieć kontekst dzieł i wydarzeń, czyniąc zwiedzanie niezwykle angażującym. To doświadczenie idealne dla rodzin, grup i samotnych odkrywców. Wędruj po marmurowych korytarzach, posłuchaj historii opowiadanych głosem przewodnika i odpocznij przy aromatycznej kawie w muzealnej kawiarni z widokiem na dziedziniec. Niezależnie od tego, czy podziwiasz renesansowe arcydzieła, czy zgłębiasz tajemnice archeologii – każda chwila spędzona w muzeum otwiera nowy sposób patrzenia na świat.",
        "aboutActivity": "Wizyta w Muzeum to niezwykła podróż łącząca sztukę, historię i naukę w jednym miejscu. Od starożytnych eksponatów po nowoczesne instalacje multimedialne – każde dzieło pobudza wyobraźnię i skłania do refleksji. Interaktywne wystawy, audioprzewodniki i przestrzeń pełna światła sprawiają, że poznawanie staje się przyjemnością. W marmurowych salach i eleganckich galeriach można odpocząć przy filiżance kawy, kontemplując piękno otaczających dzieł. To propozycja dla rodzin, miłośników kultury i wszystkich, którzy chcą odkrywać świat z ciekawością i pasją.",
        "duration": "2-4 godziny",
        "groupSize": "Solo lub grupy",
        "minAge": "0",
        "highlights": [
        "Różnorodne stałe kolekcje obejmujące sztukę, historię i naukę",
        "Interaktywne eksponaty multimedialne i przewodniki audio",
        "Rotacyjne tymczasowe wystawy prezentujące wschodzących artystów",
        "Przyjazne rodzinom ścieżki odkrywcze i zestawy aktywności",
        "Architektonicznie znaczące galerie i spokojna przestrzeń kawiarni",
        "Darmowe WiFi i cyfrowe przewodniki dostępne na terenie całego obiektu"
        ],
        "bestTime": "Poranki w dni powszednie lub późne popołudnia",
        "includes": [
        "Bilet wstępu ogólnego",
        "Przenośny audioprzewodnik w wielu językach",
        "Szczegółowa mapa muzeum i broszura dotycząca ekspozycji",
        "Dostęp do galerii stałych i czasowych",
        "Szafki na rzeczy osobiste",
        "Kawiarnia muzealna z miejscami do siedzenia"
        ],
        "notIncludes": [
        "Opłaty parkingowe (może obowiązywać opłata za parking na miejscu)",
        "Dodatkowa opłata za wystawę specjalną (jeśli dotyczy)",
        "Wycieczka z przewodnikiem dla grup (dostępna za dodatkową opłatą)",
        "Osobiste zakupy i pamiątki"
        ],
        "difficulty": "Easy",
        "price": "$10-25",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Julia M.",
                "text": "Wszystko zostało przygotowane starannie. Wizyta przebiegła spokojnie i bez pośpiechu."
            },
            {
                "img": "/images/avatar.png",
                "name": "Marcin R.",
                "text": "Miejsce dobrze zorganizowane, a obsługa zachowała profesjonalizm. Wszystko przebiegło zgodnie z planem."
            },
            {
                "img": "/images/avatar.png",
                "name": "Aleksandra W.",
                "text": "Atmosfera spokojna, bez zbędnego hałasu. Całość pozostawiła dobre, stonowane wrażenie."
            }
        ]
    },
    {
        "activity": "Dzień Na Plaży",
        "countries": ["Brazylia", "Tajlandia", "Australia"],
        "text": "Spędź słoneczny dzień na brzegu morza — pełen śmiechu, relaksu i dobrej energii. Leż na miękkim piasku, kąp się w przejrzystych falach i ciesz się beztroską atmosferą, która sprawia, że lato trwa dłużej.",
        "img": "/images/beach.jpg",
        "title": "Słoneczny Relaks Na Plaży",
        "subtitle": "Zanurz się w błogim spokoju — poczuj miękki piasek pod stopami, wsłuchaj się w rytm fal i rozkoszuj ciepłem promieni słońca.",
        "description": "Dzień na Plaży to połączenie relaksu, radości i odrobiny przygody. Ciesz się słońcem, spróbuj sportów wodnych, zagraj w siatkówkę lub po prostu odpocznij na kocu z widokiem na morze. To idealny sposób, by oderwać się od codzienności i spędzić czas z bliskimi w pełnej luzu atmosferze.",
        "aboutActivity": "Dzień na Plaży to zaproszenie do świata ciepła i spokoju. Promienie słońca muskają skórę, fale szepczą o wolności, a piasek zaprasza do odpoczynku. Możesz spróbować sportów wodnych, zbudować zamek z piasku albo po prostu spacerować wzdłuż brzegu, czując lekkość i radość każdej chwili.",
        "duration": "4-8 godzin",
        "groupSize": "Solo, przyjaciele lub rodzina",
        "minAge": "0",
        "highlights": [
        "Złote piaski i krystalicznie czysta woda",
        "Sporty wodne i możliwość pływania",
        "Możliwość pikniku i relaksu na plaży",
        "Przyjazne rodzinom strefy do zabaw",
        "Widoki zachodzącego słońca nad wodą",
        "Dostęp do lokalnych restauracji i barów plażowych"
        ],
        "bestTime": "Poranki i popołudnia w słoneczne dni",
        "includes": [
        "Dostęp do plaży",
        "Leżaki i parasole (jeśli dostępne)",
        "Bezpłatne WiFi w strefach plażowych",
        "Strefy do gier i rekreacji",
        "Dostęp do lokalnych punktów gastronomicznych"
        ],
        "notIncludes": [
        "Transport na plażę",
        "Sprzęt do sportów wodnych (możliwość wypożyczenia)",
        "Posiłki i napoje",
        "Ubezpieczenie osobiste"
        ],
        "difficulty": "Easy",
        "price": "$5-20",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Patryk L.",
                "text": "Wszystko uporządkowane i czytelne. Obsługa działała sprawnie i z kulturą."
            },
            {
                "img": "/images/avatar.png",
                "name": "Zofia K.",
                "text": "Nie było żadnych opóźnień. Całość zorganizowana w sposób prosty i logiczny."
            },
            {
                "img": "/images/avatar.png",
                "name": "Krzysztof B.",
                "text": "Wrażenia raczej neutralne, ale pozytywne. Widać, że wszystko działa jak należy."
            }
        ]
    },
    {
        "activity": "Wycieczka Po Mieście",
        "countries": ["Francja", "Japonia", "Włochy"],
        "text": "Rozpocznij miejską przygodę, przemierzając ulice pełne życia i charakteru. Poznawaj lokalne smaki, zabytki i nieoczywiste zakątki, które nadają miastu jego unikalny rytm, duszę i koloryt.",
        "img": "/images/bustour.png",
        "title": "Odkryj Miasto Pełne Historii",
        "subtitle": "Przemierzaj ulice tętniące życiem, podziwiaj architekturę i poznawaj lokalne zwyczaje. Każdy zakątek skrywa opowieść, która czeka, byś ją odkrył.",
        "description": "Wycieczka po Mieście to idealna okazja, by zobaczyć najpiękniejsze zabytki, poznać historię i poczuć klimat codziennego życia. Spaceruj po brukowanych uliczkach, odwiedzaj kawiarnie, galerie i lokalne sklepy, korzystaj z audioprzewodnika pełnego ciekawostek i odkrywaj miejsca, które nadają miastu jego wyjątkowy charakter.",
        "aboutActivity": "Ta wyjątkowa wyprawa pozwala w pełni zanurzyć się w atmosferze miasta i odkryć jego prawdziwe oblicze. Przechadzając się ulicami, podziwiaj architekturę, odwiedzaj zabytki, smakuj lokalne potrawy i zatrzymuj się w kameralnych kawiarniach. Każdy krok to nowa historia i spotkanie z ludźmi, którzy tworzą niepowtarzalny rytm miejskiego życia.",
        "duration": "3-5 godzin",
        "groupSize": "Solo, grupy lub rodziny",
        "minAge": "0",
        "highlights": [
        "Zwiedzanie zabytków i historycznych miejsc",
        "Przewodniki audio i mapy tras",
        "Lokalne restauracje i kawiarnie",
        "Ukryte atrakcje i miejsca znane tylko lokalnym",
        "Możliwość personalizacji trasy",
        "Dostępność dla wszystkich grup wiekowych"
        ],
        "bestTime": "Poranki lub późne popołudnia",
        "includes": [
        "Mapa miasta",
        "Przewodnik audio",
        "Dostęp do głównych atrakcji",
        "Rekomendacje lokalnych restauracji",
        "Wsparcie podczas planowania trasy"
        ],
        "notIncludes": [
        "Transport miejski",
        "Bilety wstępu do niektórych atrakcji",
        "Posiłki i napoje",
        "Pamiątki"
        ],
        "difficulty": "Easy",
        "price": "$15-40",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Martyna P.",
                "text": "Wszystko odbyło się bez komplikacji. Czysto, spokojnie i z dobrą atmosferą."
            },
            {
                "img": "/images/avatar.png",
                "name": "Damian T.",
                "text": "Miejsce schludne, a organizacja godna pochwały. Czas minął szybko i bezproblemowo."
            },
            {
                "img": "/images/avatar.png",
                "name": "Ewelina H.",
                "text": "Spokojna obsługa, jasne zasady. Całość oceniam jako dobrze przygotowaną."
            }
        ]
    },
    {
        "activity": "Przygoda Wędrówkowa",
        "countries": ["Nowa Zelandia", "Kanada", "Peru"],
        "text": "Wyrusz na pieszą wędrówkę przez góry, doliny i ścieżki otoczone naturą. Odkrywaj wodospady, dzikie zwierzęta i zapierające dech widoki, pozwalając, by każda chwila stała się częścią Twojej przygody.",
        "img": "/images/hiking.png",
        "title": "Górskie Wędrówki i Piękno Natury",
        "subtitle": "Wyrusz na szlak i pozwól, by góry oczarowały Cię swoim spokojem. Oddychaj czystym powietrzem, podziwiaj majestatyczne widoki i poczuj energię, którą daje natura.",
        "description": "Przygoda Wędrówkowa to połączenie ruchu, odkrywania i wewnętrznej harmonii. Wędruj górskimi ścieżkami, odkrywaj ukryte wodospady, spotykaj dzikie zwierzęta i podziwiaj panoramy z najwyższych punktów. To doskonała propozycja dla każdego, kto pragnie poczuć świeże powietrze, ciszę i bliskość natury.",
        "aboutActivity": "To wyjątkowe doświadczenie dla osób spragnionych natury i spokoju. Przemierzając malownicze trasy, odkryjesz góry, doliny i wodospady, które zachwycają o każdej porze dnia. Wędrówka pozwala zapomnieć o codziennym zgiełku i w pełni zanurzyć się w pięknie świata. Każdy krok przynosi nowe odkrycia, lekkość i poczucie wolności, które zostaje z Tobą na długo.",
        "duration": "4-6 godzin",
        "groupSize": "Solo lub grupy",
        "minAge": "6",
        "highlights": [
        "Panoramiczne widoki gór i lasów",
        "Spotkania z dziką fauną",
        "Ukryte wodospady i naturalne źródła",
        "Szlaki o różnym poziomie trudności",
        "Przyjazne dla rodzin i początkujących wędrowców",
        "Możliwość fotografowania i odpoczynku w malowniczych miejscach"
        ],
        "bestTime": "Poranki lub popołudnia w pogodny dzień",
        "includes": [
        "Mapa szlaków i trasa wycieczki",
        "Przewodnik lokalny lub aplikacja mobilna",
        "Podstawowe wskazówki bezpieczeństwa",
        "Punkty odpoczynku i schronienia",
        "Informacje o lokalnej faunie i florze"
        ],
        "notIncludes": [
        "Transport do punktu startowego",
        "Sprzęt trekkingowy (możliwość wypożyczenia)",
        "Posiłki i napoje",
        "Ubezpieczenie osobiste"
        ],
        "difficulty": "Medium",
        "price": "$20-50",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Mateusz C.",
                "text": "Bez zbędnych formalności, wszystko przebiegło płynnie. Miejsce godne polecenia."
            },
            {
                "img": "/images/avatar.png",
                "name": "Iga D.",
                "text": "Wszystko wyglądało dokładnie tak, jak opisano. Cicha i uporządkowana przestrzeń."
            },
            {
                "img": "/images/avatar.png",
                "name": "Łukasz F.",
                "text": "Dobre doświadczenie, niczego nie brakowało. Wszystko w swoim czasie i porządku."
            }
        ]
    },
    {
        "activity": "Degustacja Potraw",
        "countries": ["Japonia", "Włochy", "Tajlandia"],
        "text": "Skosztuj autentycznych smaków regionu i poznaj jego historię poprzez kuchnię. Z pomocą lokalnych gospodarzy odkryjesz przepisy, aromaty i tradycje, które sprawiają, że jedzenie staje się prawdziwym przeżyciem.",
        "img": "/images/degustation.png",
        "title": "Kulinarne Podróże i Degustacje",
        "subtitle": "Wyrusz w smakowitą podróż i odkryj lokalne tradycje ukryte w każdym daniu. Skosztuj autentycznych potraw, poznaj ich historię i poczuj magię kuchni, która łączy ludzi.",
        "description": "Degustacja Potraw to wyjątkowy sposób, by poznać kulturę poprzez smak. Odwiedzisz targi pełne aromatów, kameralne restauracje i ukryte perełki kulinarne, gdzie tradycja spotyka się z pasją. Lokalni przewodnicy opowiedzą o składnikach, zwyczajach i historiach, które tworzą tożsamość regionu. To idealne doświadczenie dla rodzin, podróżników i miłośników dobrego jedzenia.",
        "aboutActivity": "To niezwykła wyprawa po aromatach i recepturach, które definiują dany region. Podczas kulinarnej przygody spróbujesz tradycyjnych specjałów, poznasz tajniki lokalnej kuchni i zajrzysz na tętniące życiem targi. Każdy posiłek staje się tu opowieścią o kulturze, historii i pasji tworzenia. Degustacja Potraw to doświadczenie, które budzi zmysły i pozostaje w pamięci na długo.",
        "duration": "2-4 godziny",
        "groupSize": "Solo lub grupy",
        "minAge": "3",
        "highlights": [
        "Spróbuj lokalnych przysmaków i potraw",
        "Poznaj tradycyjne metody przygotowania",
        "Odwiedź lokalne targi i restauracje",
        "Interaktywne doświadczenie kulinarne",
        "Możliwość poznania regionalnych napojów",
        "Doświadczenie odpowiednie dla całej rodziny"
        ],
        "bestTime": "Południa i wczesne popołudnia",
        "includes": [
        "Degustacja potraw",
        "Przewodnik kulinarny",
        "Informacje o lokalnych składnikach",
        "Materiały edukacyjne o kuchni regionu",
        "Mini warsztaty przygotowania potraw"
        ],
        "notIncludes": [
        "Transport na miejsce degustacji",
        "Napoje alkoholowe (poza degustacją wina)",
        "Pamiątki i zakupy osobiste"
        ],
        "difficulty": "Easy",
        "price": "$25-60",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Dominika Z.",
                "text": "Wizyta bez stresu i pośpiechu. Całość przebiegła spokojnie i przewidywalnie."
            },
            {
                "img": "/images/avatar.png",
                "name": "Piotr E.",
                "text": "Miejsce czyste i zadbane. Widać, że wszystko ma swój porządek."
            },
            {
                "img": "/images/avatar.png",
                "name": "Karolina S.",
                "text": "Sprawnie i bez zbędnych rozmów. Miejsce zorganizowane i estetyczne."
            }
        ]
    },
    {
        "activity": "Safari Dzikiej Przyrody",
        "countries": ["Kenia"],
        "text": "Wyrusz na emocjonujące safari i obserwuj majestatyczne zwierzęta w ich naturalnym świecie. Przemierzaj sawanny i lasy, wsłuchując się w rytm natury — to spotkanie, które na długo pozostanie w pamięci.",
        "img": "/images/safari.png",
        "title": "Safari w Sercu Natury",
        "subtitle": "Wyrusz na afrykańską sawannę i zobacz dzikie zwierzęta w ich naturalnym świecie. Poczuj puls przyrody, odkrywaj różnorodność ekosystemów i przeżyj przygodę, która na długo zostanie w pamięci.",
        "description": "Safari Dzikiej Przyrody to pełna emocji podróż przez najpiękniejsze parki narodowe. Obserwuj lwy, słonie, żyrafy i inne gatunki w ich naturalnym środowisku, słuchając opowieści doświadczonych przewodników o życiu zwierząt i ochronie przyrody. To niezwykłe przeżycie dla każdego, kto pragnie poczuć prawdziwą dzikość natury.",
        "aboutActivity": "To wyjątkowa wyprawa w sam środek afrykańskiej przyrody. Z bliska zobaczysz majestatyczne zwierzęta i doświadczysz harmonii dzikiego świata. Przewodnicy opowiedzą o ekosystemach, zwyczajach i ochronie gatunków, dzięki czemu każda chwila stanie się pełna wiedzy i emocji. Safari Dzikiej Przyrody to podróż, która łączy zachwyt, szacunek i głębokie zrozumienie natury.",
        "duration": "5-8 godzin",
        "groupSize": "Grupy lub rodziny",
        "minAge": "5",
        "highlights": [
        "Obserwacja dzikich zwierząt w naturalnym środowisku",
        "Przewodnicy eksperci z wiedzą o ekosystemie",
        "Fotograficzne punkty widokowe",
        "Safari w komfortowych pojazdach terenowych",
        "Możliwość obserwowania rzadkich gatunków",
        "Doświadczenie edukacyjne dla wszystkich grup wiekowych"
        ],
        "bestTime": "Wczesne poranki i późne popołudnia",
        "includes": [
        "Przejazd pojazdem safari",
        "Przewodnik lokalny",
        "Mapa i plan trasy safari",
        "Lekki posiłek i napoje",
        "Informacje edukacyjne o faunie"
        ],
        "notIncludes": [
        "Transport do parku narodowego",
        "Opłaty za wstęp do niektórych rezerwatów",
        "Osobiste wydatki"
        ],
        "difficulty": "Medium",
        "price": "$80-150",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Wojciech J.",
                "text": "Bez chaosu, wszystko działało tak, jak powinno. Przyjemna atmosfera."
            },
            {
                "img": "/images/avatar.png",
                "name": "Natalia O.",
                "text": "Miejsce zrobiło dobre wrażenie. Porządek, spokój i odpowiednia organizacja."
            },
            {
                "img": "/images/avatar.png",
                "name": "Adrian P.",
                "text": "Wszystko funkcjonowało bez zakłóceń. Widać troskę o szczegóły."
            }
        ]
    },
    {
        "activity": "Degustacja Wina",
        "countries": ["Francja", "Włochy", "Australia"],
        "text": "Poznaj sztukę tworzenia wina w malowniczych winnicach. Skosztuj lokalnych szczepów, odkryj historię winiarstwa i pozwól, by każdy łyk opowiedział Ci nową, zmysłową historię.",
        "img": "/images/wine-tasting.png",
        "title": "Degustacja Win i Winiarskie Doświadczenia",
        "subtitle": "Odwiedź pełne uroku winnice, odkryj tajemnice tworzenia wina i skosztuj lokalnych szczepów w atmosferze pasji, relaksu i elegancji.",
        "description": "Degustacja Wina to wyjątkowe przeżycie, które łączy kulturę, aromat i historię regionu. Spaceruj po malowniczych winnicach, poznaj proces produkcji, odkrywaj różnorodność smaków i aromatów oraz ucz się sztuki degustacji pod okiem sommelierów. To niezwykła okazja, by poczuć ducha winiarskiej tradycji i delektować się chwilą w towarzystwie natury i pasjonatów wina.",
        "aboutActivity": "To elegancka wyprawa po świecie wina, smaków i historii, które dojrzewają razem z każdą kroplą. W trakcie wizyty w winnicach poznasz proces powstawania trunku – od winogron po beczki pełne aromatu. Skosztujesz lokalnych szczepów, odkryjesz sekrety degustacji i spotkasz winiarzy, którzy z pasją opowiadają o swoim rzemiośle. Degustacja Wina to harmonia smaku, zapachu i doświadczenia, które pozostaje w pamięci na długo.",
        "duration": "2-4 godziny",
        "groupSize": "Solo lub grupy",
        "minAge": "18",
        "highlights": [
        "Degustacja lokalnych win i regionalnych szczepów",
        "Wizyta w malowniczych winnicach",
        "Poznanie historii i tradycji winiarskich",
        "Warsztaty z sommelierem",
        "Możliwość zakupu wina bezpośrednio od producenta",
        "Dostęp do panoramicznych punktów widokowych winnicy"
        ],
        "bestTime": "Popołudnia w dni powszednie lub weekendy",
        "includes": [
        "Degustacja kilku rodzajów win",
        "Przewodnik po winnicy",
        "Informacje o szczepach i regionie",
        "Materiały edukacyjne",
        "Lekki poczęstunek"
        ],
        "notIncludes": [
        "Transport do winnicy",
        "Alkohol spożywany poza degustacją",
        "Pamiątki i osobiste zakupy"
        ],
        "difficulty": "Easy",
        "price": "$30-70",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Marta R.",
                "text": "Neutralne, ale pozytywne doświadczenie. Wszystko przebiegło zgodnie z planem."
            },
            {
                "img": "/images/avatar.png",
                "name": "Konrad L.",
                "text": "Dobra organizacja i spokój. Warto było poświęcić czas na wizytę."
            },
            {
                "img": "/images/avatar.png",
                "name": "Alicja G.",
                "text": "Całość przygotowana starannie. Nie zauważyłam żadnych niedociągnięć."
            }
        ]
    },
    {
        "activity": "Dzień SPA",
        "countries": ["Japonia", "Tajlandia"],
        "text": "Podaruj sobie dzień pełen spokoju i regeneracji. Zrelaksuj się podczas masaży, kąpieli i rytuałów, które przywrócą harmonię ciała, umysłu i ducha, dając Ci poczucie pełnego odprężenia.",
        "img": "/images/spa.png",
        "title": "Relaks i Odnowa w SPA",
        "subtitle": "Zanurz się w świecie harmonii i ciszy, oddaj się kojącym masażom i aromatycznym rytuałom, które przywracają równowagę ciała i ducha w eleganckim otoczeniu.",
        "description": "Dzień w SPA to doskonała okazja, by zatrzymać się i odzyskać wewnętrzny spokój. Skorzystaj z masaży, kąpieli relaksacyjnych i pielęgnacyjnych zabiegów w atmosferze pełnej luksusu i ciszy. To idealny sposób na regenerację i wyciszenie – zarówno dla jednej osoby, jak i dla par pragnących wspólnego odpoczynku.",
        "aboutActivity": "To moment pełen relaksu, luksusu i troski o siebie. W dźwiękach spokojnej muzyki i zapachu olejków eterycznych odnajdziesz ukojenie i nową energię. Masaże, aromaterapia i pielęgnacyjne rytuały wprowadzą Cię w stan głębokiego odprężenia. Dzień SPA to wyjątkowe doświadczenie, które pozwala oderwać się od codzienności i odnaleźć harmonię w najczystszej formie.",
        "duration": "3-5 godzin",
        "groupSize": "Solo, pary lub grupy",
        "minAge": "12",
        "highlights": [
        "Różnorodne masaże i zabiegi relaksacyjne",
        "Sauny, baseny z gorącymi kamieniami i jacuzzi",
        "Aromaterapia i zabiegi kosmetyczne",
        "Spokojne otoczenie i relaksująca muzyka",
        "Dostęp do stref wypoczynku i kawiarni",
        "Profesjonalni terapeuci i doradcy wellness"
        ],
        "bestTime": "Poranki i popołudnia w dni powszednie",
        "includes": [
        "Wybrane zabiegi SPA",
        "Dostęp do basenów, saun i stref relaksu",
        "Ręczniki i szlafroki",
        "Herbata i lekkie przekąski",
        "Instrukcje i porady od terapeutów"
        ],
        "notIncludes": [
        "Transport do SPA",
        "Dodatkowe zabiegi premium",
        "Zakupy osobiste i pamiątki"
        ],
        "difficulty": "Easy",
        "price": "$50-120",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Szymon K.",
                "text": "Miejsce schludne, bez zgiełku. Obsługa rzeczowa i uprzejma."
            },
            {
                "img": "/images/avatar.png",
                "name": "Milena D.",
                "text": "Wszystko jasne i uporządkowane. Wrażenia pozytywne, bez przesady."
            },
            {
                "img": "/images/avatar.png",
                "name": "Bartosz N.",
                "text": "Bez opóźnień, bez nieporozumień. Wszystko odbyło się zgodnie z oczekiwaniami."
            }
        ]
    },
    {
        "activity": "Pokaz Kulturowy",
        "countries": ["Japonia", "Brazylia"],
        "text": "Zanurz się w lokalnej tradycji poprzez muzykę, taniec i barwne występy. Każdy pokaz to opowieść o historii, ludziach i emocjach, które sprawiają, że kultura ożywa na Twoich oczach.",
        "img": "/images/cultural-show.png",
        "title": "Tradycja i Sztuka w Pokazie Kulturowym",
        "subtitle": "Poczuj ducha regionu poprzez barwne tańce, muzykę i opowieści, które przenoszą w samo serce lokalnych tradycji i budzą prawdziwe emocje.",
        "description": "Pokaz Kulturowy to niepowtarzalna okazja, by poznać lokalną kulturę w pełnym blasku. Artyści prezentują tradycyjne stroje, tańce i obrzędy, zapraszając publiczność do wspólnej zabawy. Muzyka, ruch i energia sceny tworzą widowisko, które inspiruje i pozwala zrozumieć ducha regionu w najbardziej autentyczny sposób.",
        "aboutActivity": "To fascynujące wydarzenie, podczas którego tradycja ożywa na scenie. Publiczność podziwia występy muzyków, tancerzy i aktorów, którzy z pasją przekazują dziedzictwo swojego regionu. Barwne kostiumy, rytmiczne dźwięki i opowieści snute od pokoleń tworzą wyjątkową atmosferę, pełną energii i emocji. Pokaz Kulturowy to święto kultury, które zachwyca i zbliża ludzi.",
        "duration": "1-2 godziny",
        "groupSize": "Grupy lub rodziny",
        "minAge": "0",
        "highlights": [
        "Tradycyjne tańce i muzyka",
        "Pokazy rzemiosła i strojów",
        "Interaktywne sesje dla uczestników",
        "Możliwość poznania historii regionu",
        "Fotograficzne momenty podczas występu",
        "Atmosfera pełna energii i barw"
        ],
        "bestTime": "Wieczory lub popołudnia",
        "includes": [
        "Wstęp na pokaz",
        "Krótki przewodnik po tradycjach",
        "Możliwość udziału w interaktywnych elementach",
        "Materiały edukacyjne",
        "Mini warsztaty dla dzieci"
        ],
        "notIncludes": [
        "Transport na miejsce",
        "Pamiątki i napoje",
        "Dodatkowe warsztaty (opcjonalne)"
        ],
        "difficulty": "Easy",
        "price": "$15-40",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Weronika C.",
                "text": "Miejsce przyjemne, dobrze oświetlone i czyste. Wizyta minęła spokojnie."
            },
            {
                "img": "/images/avatar.png",
                "name": "Kamil S.",
                "text": "Wszystko działało poprawnie. Atmosfera stonowana i komfortowa."
            },
            {
                "img": "/images/avatar.png",
                "name": "Oliwia T.",
                "text": "Wrażenia umiarkowanie pozytywne. Spokój i porządek to duży plus."
            }
        ]
    },
    {
        "activity": "Wycieczka Rowerowa",
        "countries": ["Francja"],
        "text": "Poczuj wolność, przemierzając malownicze trasy na dwóch kółkach. Odkrywaj wsie, wzgórza i widoki, które zachwycają z każdym kilometrem, czując wiatr, słońce i smak prawdziwej przygody.",
        "img": "/images/biketour.png",
        "title": "Rowerem przez Malownicze Trasy",
        "subtitle": "Wyrusz na rowerową przygodę i odkryj lokalne krajobrazy, zielone doliny oraz urokliwe wioski — idealny sposób na aktywny dzień dla każdego.",
        "description": "Wycieczka Rowerowa to doskonała okazja, by połączyć ruch z poznawaniem okolicy. Szlaki prowadzą przez winnice, lasy i klimatyczne wioski, pełne historii i lokalnych smaków. Uczestnicy otrzymują mapy i praktyczne wskazówki, a przewodnicy dzielą się ciekawostkami o regionie i kulturze. To sposób na relaks, przygodę i kontakt z naturą w najczystszej formie.",
        "aboutActivity": "To połączenie aktywności i przygody wśród natury. Trasy wiodą przez pola, winnice i urokliwe miasteczka, oferując niesamowite widoki i chwilę wytchnienia. Idealna propozycja dla tych, którzy pragną spokoju i ruchu jednocześnie. Dzięki doświadczonym przewodnikom i dobrze przygotowanym trasom każda podróż staje się bezpiecznym, inspirującym przeżyciem.",
        "duration": "3-5 godzin",
        "groupSize": "Solo lub grupy",
        "minAge": "8",
        "highlights": [
        "Malownicze szlaki rowerowe",
        "Zwiedzanie lokalnych wiosek i atrakcji",
        "Bezpieczne trasy dla dzieci i dorosłych",
        "Możliwość robienia zdjęć i odpoczynku",
        "Przewodnik z lokalną wiedzą",
        "Łączy aktywność fizyczną z odkrywaniem kultury"
        ],
        "bestTime": "Poranki i popołudnia",
        "includes": [
        "Rower i kask",
        "Mapa trasy",
        "Przewodnik lub instrukcje",
        "Punkty odpoczynku",
        "Informacje o lokalnych atrakcjach"
        ],
        "notIncludes": [
        "Transport do miejsca startu",
        "Posiłki i napoje",
        "Sprzęt dodatkowy (np. GPS, sakwy)"
        ],
        "difficulty": "Medium",
        "price": "$20-50",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Hubert J.",
                "text": "Organizacja na wysokim poziomie. Nie było żadnych niejasności."
            },
            {
                "img": "/images/avatar.png",
                "name": "Barbara M.",
                "text": "Wszystko wyglądało dobrze. Obsługa profesjonalna i cierpliwa."
            },
            {
                "img": "/images/avatar.png",
                "name": "Mikołaj W.",
                "text": "Dobre doświadczenie. Całość przebiegła sprawnie i w przyjaznej atmosferze."
            }
        ]
    },
    {
        "activity": "Warsztaty Fotograficzne",
        "countries": ["Japonia", "Islandia", "Australia"],
        "text": "Wybierz się na fotograficzną wyprawę z profesjonalistami i naucz się uchwycić magię podróży. Poznaj techniki, odkrywaj nowe miejsca i stwórz kadry, które zatrzymają emocje na zawsze.",
        "img": "/images/photography.png",
        "title": "Fotografia Podróżnicza i Kreatywne Warsztaty",
        "subtitle": "Uchwyć magię chwili i rozwijaj swoje fotograficzne umiejętności, odkrywając niezwykłe miejsca pod okiem doświadczonych mistrzów obiektywu.",
        "description": "Warsztaty Fotograficzne łączą teorię z praktyką, tworząc przestrzeń dla pasjonatów fotografii. Poznasz tajniki kadrowania, pracy ze światłem i edycji zdjęć, a wszystko to w malowniczych plenerach. Każda sesja to okazja, by uchwycić niepowtarzalne ujęcia i zbudować własne, profesjonalne portfolio pełne emocji i historii.",
        "aboutActivity": "To inspirująca podróż w świat fotografii, gdzie nauka spotyka się z kreatywnością. Pod opieką profesjonalnych instruktorów uczestnicy doskonalą kompozycję, światło i postprodukcję, odkrywając swój indywidualny styl. Zajęcia w plenerze pozwalają eksperymentować z perspektywą i emocją, tworząc zdjęcia, które opowiadają historie. Warsztaty Fotograficzne to doświadczenie, które pobudza wyobraźnię i uczy widzieć więcej niż tylko obraz.",
        "duration": "4-6 godzin",
        "groupSize": "Solo lub małe grupy",
        "minAge": "12",
        "highlights": [
        "Profesjonalne sesje fotograficzne",
        "Porady ekspertów w dziedzinie fotografii",
        "Praktyka w terenie i w studiu",
        "Analiza i omówienie zdjęć",
        "Odkrywanie ukrytych miejsc do fotografii",
        "Tworzenie własnego portfolio"
        ],
        "bestTime": "Poranki i popołudnia dla najlepszego światła",
        "includes": [
        "Instrukcje i wskazówki od fotografa",
        "Dostęp do atrakcyjnych lokalizacji",
        "Materiały edukacyjne i ćwiczenia",
        "Możliwość wypożyczenia sprzętu (opcjonalnie)",
        "Sesje indywidualne i grupowe"
        ],
        "notIncludes": [
        "Transport na miejsce warsztatów",
        "Sprzęt osobisty (aparat, obiektywy)",
        "Posiłki i napoje"
        ],
        "difficulty": "Medium",
        "price": "$50-100",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Emilia L.",
                "text": "Czyste wnętrze i spokojne otoczenie. Obsługa działała z wyczuciem."
            },
            {
                "img": "/images/avatar.png",
                "name": "Tobiasz B.",
                "text": "Wszystko przygotowane z dbałością o szczegóły. Nie mam uwag."
            },
            {
                "img": "/images/avatar.png",
                "name": "Paulina E.",
                "text": "Bez pośpiechu, bez stresu. Wszystko dopięte i uporządkowane."
            }
        ]
    },
    {
        "activity": "Rejs Rzeczny",
        "countries": ["Francja"],
        "text": "Wybierz się w spokojny rejs po rzece, podziwiając miasta i naturę z nowej perspektywy. Delektuj się ciszą wody, pięknem krajobrazów i przyjemnością podróżowania bez pośpiechu.",
        "img": "/images/cruise.png",
        "title": "Spokojny Rejs Rzeczny",
        "subtitle": "Wypłyń w relaksującą podróż po malowniczych rzekach, podziwiając naturę, zabytki i urokliwe miasteczka rozciągające się wzdłuż brzegu.",
        "description": "Rejs Rzeczny to połączenie odpoczynku i odkrywania piękna regionu. Podczas spokojnej podróży możesz podziwiać nadbrzeżne miasta, przyrodę i historyczne zabytki, a przewodnik opowie o kulturze oraz ciekawostkach związanych z rzeką. To doświadczenie, które łączy relaks, poznawanie i przyjemność z bycia blisko natury.",
        "aboutActivity": "To niezwykła podróż, w której czas płynie wolniej. Płynąc wzdłuż rzeki, można podziwiać zabytkowe mosty, zielone brzegi i klimatyczne miasteczka. Delikatny szum wody i rytmiczny ruch statku tworzą atmosferę ukojenia i refleksji. Rejs Rzeczny to idealny sposób, by poznać historię regionu i jednocześnie odpocząć w harmonii z naturą.",
        "duration": "2-4 godziny",
        "groupSize": "Solo, grupy lub rodziny",
        "minAge": "0",
        "highlights": [
        "Panoramiczne widoki z rzeki",
        "Zwiedzanie historycznych miast i miasteczek",
        "Przewodnik opowiadający ciekawostki historyczne",
        "Komfortowe warunki na pokładzie",
        "Możliwość fotografowania i odpoczynku",
        "Strefy wypoczynkowe z cateringiem"
        ],
        "bestTime": "Poranki i późne popołudnia",
        "includes": [
        "Rejs po rzece",
        "Przewodnik",
        "Materiały informacyjne",
        "Dostęp do stref wypoczynkowych na pokładzie",
        "Opcjonalne napoje i przekąski"
        ],
        "notIncludes": [
        "Transport do portu",
        "Obiad lub kolacja (opcjonalnie)",
        "Pamiątki"
        ],
        "difficulty": "Easy",
        "price": "$25-60",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Jakub H.",
                "text": "Miejsce ciche, bez tłoku. Całość zrobiła dobre wrażenie."
            },
            {
                "img": "/images/avatar.png",
                "name": "Lena P.",
                "text": "Obsługa kompetentna i uprzejma. Wszystko przebiegło zgodnie z planem."
            },
            {
                "img": "/images/avatar.png",
                "name": "Rafał Z.",
                "text": "Dobre tempo pracy, miła atmosfera. Całość przebiegła płynnie."
            }
        ]
    },
    {
        "activity": "Nurkowanie z rurką",
        "countries": ["Tajlandia", "Australia"],
        "text": "Odkrywaj życie pod wodą — kolorowe rafy, morskie stworzenia i błękit, który koi zmysły. To lekka, dostępna przygoda dla każdego, kto chce zobaczyć świat z zupełnie innej strony.",
        "img": "/images/snorkeling.png",
        "title": "Podwodne Przygody z Rurką",
        "subtitle": "Zanurz się w błękitnym świecie oceanu i odkryj jego sekrety. Podziwiaj kolorowe rafy koralowe, egzotyczne ryby i przejrzyste laguny pełne życia.",
        "description": "Nurkowanie z Rurką to doskonała okazja, by zobaczyć barwny świat pod wodą w prosty i bezpieczny sposób. Poznasz podstawy pływania, techniki obserwacji i zasady ochrony morskiej przyrody. To idealna aktywność dla rodzin, par i podróżników, którzy chcą z bliska poczuć magię oceanu i jego spokojny rytm.",
        "aboutActivity": "To wyjątkowa przygoda, która przenosi w świat ciszy i kolorów ukrytych pod powierzchnią wody. Pod okiem instruktorów nauczysz się bezpiecznie pływać i obserwować morskie życie. Barwne rafy, tropikalne ryby i krystalicznie czysta woda tworzą scenerię, która zachwyca i uspokaja jednocześnie. Nurkowanie z Rurką to relaks, przygoda i kontakt z naturą, który zostaje w pamięci na zawsze.",
        "duration": "1-3 godziny",
        "groupSize": "Solo, grupy lub rodziny",
        "minAge": "6",
        "highlights": [
        "Obserwacja raf koralowych i ryb",
        "Bezpieczne nurkowanie dla początkujących",
        "Krystalicznie czysta woda i piękne krajobrazy",
        "Możliwość fotografowania podwodnego świata",
        "Instrukcje i wsparcie instruktora",
        "Przygoda dostępna dla całej rodziny"
        ],
        "bestTime": "Poranki i popołudnia przy spokojnym morzu",
        "includes": [
        "Maska i rurka",
        "Instruktor i wskazówki bezpieczeństwa",
        "Krótki briefing o lokalnej faunie",
        "Transport do miejsca nurkowania (jeśli zapewniony)",
        "Mały poczęstunek po nurkowaniu"
        ],
        "notIncludes": [
        "Transport własny",
        "Posiłki i napoje",
        "Profesjonalny sprzęt fotograficzny pod wodą"
        ],
        "difficulty": "Easy",
        "price": "$20-50",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Kamila O.",
                "text": "Wizyta spokojna, bez żadnych niespodzianek. Wszystko na miejscu."
            },
            {
                "img": "/images/avatar.png",
                "name": "Filip R.",
                "text": "Miejsce dobrze utrzymane. Czas spędzony tu był w porządku."
            },
            {
                "img": "/images/avatar.png",
                "name": "Agata S.",
                "text": "Porządek, czystość i dobra organizacja. Niczego nie brakowało."
            }
        ]
    },
    {
        "activity": "Zakupy Na Lokalnym Rynku",
        "countries": ["Maroko", "Tajlandia", "Peru"],
        "text": "Przejdź się po tętniących życiem targach, pełnych zapachów, barw i dźwięków. Poznawaj lokalne produkty, rękodzieło i ludzi, którzy tworzą autentyczne oblicze miejsca.",
        "img": "/images/shopping.png",
        "title": "Autentyczne Zakupy na Lokalnym Rynku",
        "subtitle": "Poczuj puls codziennego życia, przemierzając alejki pełne kolorów, zapachów i rękodzieła tworzonego z pasją przez lokalnych twórców.",
        "description": "Zakupy na Lokalnym Rynku to podróż w głąb kultury i tradycji regionu. Wśród aromatu przypraw i świeżych produktów można odkryć lokalne zwyczaje, skosztować regionalnych specjałów i znaleźć unikatowe, ręcznie wykonane pamiątki. To doświadczenie, które angażuje wszystkie zmysły i pozwala naprawdę poczuć rytm miejsca.",
        "aboutActivity": "To niepowtarzalna okazja, by zanurzyć się w atmosferze pełnej barw i dźwięków codziennego życia. Stragany uginające się od owoców, przypraw i rękodzieła zapraszają do odkrywania lokalnych tradycji. Tutaj możesz porozmawiać z mieszkańcami, spróbować świeżych produktów i poczuć, jak codzienność staje się małą przygodą. Każdy spacer po rynku to podróż przez zapachy, smaki i ludzkie historie.",
        "duration": "2-4 godziny",
        "groupSize": "Solo lub grupy",
        "minAge": "0",
        "highlights": [
        "Lokalne produkty i przyprawy",
        "Rękodzieło i tradycyjne wyroby",
        "Interakcja z lokalnymi sprzedawcami",
        "Kolorowe i tętniące życiem targowiska",
        "Możliwość spróbowania lokalnych przysmaków",
        "Poznanie lokalnych tradycji i zwyczajów"
        ],
        "bestTime": "Poranki, kiedy targi są pełne życia",
        "includes": [
        "Wstęp na targ",
        "Przewodnik po lokalnych stoiskach",
        "Informacje o produktach i ich pochodzeniu",
        "Mini warsztaty kulinarne lub rękodzielnicze",
        "Wsparcie przy negocjacjach i zakupach"
        ],
        "notIncludes": [
        "Zakupy i produkty spożywcze",
        "Transport do targu",
        "Posiłki i napoje"
        ],
        "difficulty": "Easy",
        "price": "$5-20",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Maciej K.",
                "text": "Bez uwag – wszystko zgodnie z oczekiwaniami. Warto odwiedzić."
            },
            {
                "img": "/images/avatar.png",
                "name": "Patrycja J.",
                "text": "Wszystko przemyślane i spokojne. Obsługa rzeczowa i cierpliwa."
            },
            {
                "img": "/images/avatar.png",
                "name": "Marek D.",
                "text": "Dobre warunki, porządek zachowany. Wrażenie neutralne, ale pozytywne."
            }
        ]
    },
    {
        "activity": "Lekcja Tańca",
        "countries": ["Brazylia"],
        "text": "Poczuj rytm miejsca podczas zajęć tanecznych prowadzonych przez lokalnych instruktorów. Naucz się kroków, daj się ponieść muzyce i odkryj radość tańca w prawdziwie energicznej atmosferze.",
        "img": "/images/dancing.png",
        "title": "Tańce i Rytmy Kultury",
        "subtitle": "Poczuj energię miejsca, ucząc się tradycyjnych kroków tanecznych i zanurzając w rytmach lokalnej muzyki podczas dynamicznej, pełnej emocji lekcji tańca.",
        "description": "Lekcja Tańca to interaktywne doświadczenie, które pozwala poznać kulturę poprzez ruch, dźwięk i emocje. Pod okiem instruktorów uczestnicy uczą się tradycyjnych i współczesnych stylów, odkrywając rytm, ekspresję i radość tańca. To doskonały sposób na wspólną zabawę i integrację – bez względu na wiek czy poziom umiejętności.",
        "aboutActivity": "To wyjątkowe spotkanie z muzyką i kulturą regionu, podczas którego taniec staje się uniwersalnym językiem. Uczestnicy uczą się charakterystycznych kroków i gestów, a przy tym odkrywają emocje ukryte w rytmie. Lekcja Tańca łączy naukę z zabawą, sprzyja swobodnej ekspresji i integracji. To doświadczenie pełne radości i energii, które pozwala naprawdę poczuć ducha miejsca.",
        "duration": "1-2 godziny",
        "groupSize": "Solo lub grupy",
        "minAge": "5",
        "highlights": [
        "Nauka lokalnych tańców i rytmów",
        "Instruktorzy z doświadczeniem kulturowym",
        "Interaktywna i dynamiczna lekcja",
        "Poznanie historii i tradycji muzyki i tańca",
        "Możliwość występu przed grupą",
        "Rozwój koordynacji ruchowej i rytmu"
        ],
        "bestTime": "Popołudnia lub wieczory",
        "includes": [
        "Lekcja z instruktorem",
        "Materiały informacyjne o tańcu",
        "Muzyka i akompaniament",
        "Mini pokaz dla uczestników",
        "Wsparcie w nauce kroków"
        ],
        "notIncludes": [
        "Transport do miejsca zajęć",
        "Odzież i obuwie taneczne (opcjonalne)",
        "Posiłki i napoje"
        ],
        "difficulty": "Easy",
        "price": "$10-30",
        "reviewsActivity": [
            {
                "img": "/images/avatar.png",
                "name": "Helena N.",
                "text": "Czysto, spokojnie i bez zamieszania. Całość oceniam dobrze."
            },
            {
                "img": "/images/avatar.png",
                "name": "Andrzej W.",
                "text": "Organizacja na odpowiednim poziomie. Wizyta przebiegła bez pośpiechu."
            },
            {
                "img": "/images/avatar.png",
                "name": "Izabela T.",
                "text": "Wszystko zgodnie z opisem. Obsługa uśmiechnięta, a miejsce dobrze utrzymane."
            }
        ]
    }
]